[
    {
        "id": 1,
        "name": "Luxury Villa",
        "city": "Paris",
        "price": 2000000,
        "area": 1476,
        "rooms": 7,
        "image": "../assets/image_2.png",
        "description": "Ludovic Graillot vous propose à la vente cet ensemble immobilier situé proche de la gare de CHAUMONT. À 5 minutes à pied du centre-ville, venez visiter cet ensemble immobilier composé...",
        "equipment": "The elegant exterior and opulent interiors of this villa offer residents absolute luxury and comfort. It includes an infinity pool, sauna, hammam, gym, and children’s play area.",
        "promoter": "TIGER GROUP was founded in 1976 with an inspiring vision of the founders to participate effectively in the construction of the United Arab Emirates by delivering flagship projects at the highest possible level of quality.",
        "location": "Located in a prestigious area of Paris, offering excellent connectivity and easy access to the city's main attractions. 5 min to the metro, 10 min to the Eiffel Tower, 15 min to the Louvre Museum.",
        "apartmentPrices": "Delivered fully furnished, combining high-end materials and top-quality finishes. Villa price from €2,000,000.",
        "additionalInfo": "The project offers an attractive rate of return on investment, starting from 8%. Expected delivery by the end of 2024.",
        "paymentPlan": "Payment plan over 5 years. 3 years during construction and 2 years after key handover. 10% contribution, 2.1% per month for 30 months during construction, 10% in the 6th month, 0.8% per month for 24 months after key handover."
    },
    {
        "id": 2,
        "name": "Modern Apartment",
        "city": "Berlin",
        "price": 1200000,
        "area": 68,
        "rooms": 3,
        "image": "../assets/image1.jpg",
        "description": "Fabrice PAYNE vous propose cet appartement de 2 chambres dans le cadre de ce programme bénéficiant de la nouvelle norme énergétique RE 2020 à quelques pas de la station de métro...",
        "equipment": "This modern apartment offers a variety of amenities including a fitness center, rooftop terrace, secure parking, and a community lounge.",
        "promoter": "TIGER GROUP was founded in 1976 with an inspiring vision of the founders to participate effectively in the construction of the United Arab Emirates by delivering flagship projects at the highest possible level of quality.",
        "location": "Situated in the vibrant city of Berlin, with excellent connectivity to major attractions. 5 min to the metro, 10 min to Alexanderplatz, 15 min to Brandenburg Gate.",
        "apartmentPrices": "Delivered fully furnished, combining high-end materials and top-quality finishes. Apartment price from €1,200,000.",
        "additionalInfo": "The project offers an attractive rate of return on investment, starting from 7%. Expected delivery by the end of 2025.",
        "paymentPlan": "This apartment comes with an attractive payment plan requiring only 15% upfront and the rest payable over 15 years. Enjoy competitive interest rates and flexible terms."
    },
    {
        "id": 3,
        "name": "Cozy Cottage",
        "city": "London",
        "price": 850000,
        "area": 100,
        "rooms": 5,
        "image": "../assets/image3.jpeg",
        "description": "Venez découvrir ce charmant cottage situé dans un quartier calme et verdoyant, idéal pour une famille. Avec ses 5 pièces et son jardin spacieux, il offre un cadre de vie paisible...",
        "equipment": "This cozy cottage features a private garden, modern kitchen, fireplace, and a spacious garage. Perfect for family living.",
        "promoter": "TIGER GROUP was founded in 1976 with an inspiring vision of the founders to participate effectively in the construction of the United Arab Emirates by delivering flagship projects at the highest possible level of quality.",
        "location": "Located in a peaceful neighborhood in London, with easy access to local amenities. 10 min to the park, 15 min to the nearest shopping center, 20 min to the city center.",
        "apartmentPrices": "Delivered fully furnished, combining high-end materials and top-quality finishes. Cottage price from €850,000.",
        "additionalInfo": "The project offers an attractive rate of return on investment, starting from 6%. Expected delivery by mid-2024.",
        "paymentPlan": "Offering a unique payment plan with a minimal 10% down payment and monthly installments for up to 20 years. Special discounts available for early repayments."
    },
    {
        "id": 4,
        "name": "Spacious Penthouse",
        "city": "New York",
        "price": 3000000,
        "area": 200,
        "rooms": 4,
        "image": "../assets/image4.jpeg",
        "description": "Experience luxury living in this spacious penthouse located in the heart of New York City. Featuring modern amenities and breathtaking views, this property is a true gem.",
        "equipment": "The penthouse includes a rooftop pool, private elevator, fitness center, concierge service, and a home theater.",
        "promoter": "TIGER GROUP was founded in 1976 with an inspiring vision of the founders to participate effectively in the construction of the United Arab Emirates by delivering flagship projects at the highest possible level of quality.",
        "location": "Strategically located in New York City, offering unparalleled access to top attractions. 5 min to Central Park, 10 min to Times Square, 15 min to the financial district.",
        "apartmentPrices": "Delivered fully furnished, combining high-end materials and top-quality finishes. Penthouse price from €3,000,000.",
        "additionalInfo": "The project offers an attractive rate of return on investment, starting from 10%. Expected delivery by the end of 2023.",
        "paymentPlan": "This penthouse offers a comprehensive payment plan with 25% down payment and the balance payable over 12 years with attractive interest rates. Additional benefits for early payers."
    },
    {
        "id": 5,
        "name": "Beachfront Villa",
        "city": "Paris",
        "price": 2500000,
        "area": 150,
        "rooms": 6,
        "image": "../assets/image5.jpeg",
        "description": "Discover the ultimate in beachfront living with this stunning villa in Miami. With direct access to the beach, spacious interiors, and modern design, it's the perfect escape.",
        "equipment": "The villa features a private beach, outdoor pool, spa, fully-equipped gym, and a spacious terrace with ocean views.",
        "promoter": "TIGER GROUP was founded in 1976 with an inspiring vision of the founders to participate effectively in the construction of the United Arab Emirates by delivering flagship projects at the highest possible level of quality.",
        "location": "Located in Miami, offering beautiful ocean views and direct beach access. 5 min to the shopping center, 10 min to downtown Miami, 15 min to Miami International Airport.",
        "apartmentPrices": "Delivered fully furnished, combining high-end materials and top-quality finishes. Villa price from €2,500,000.",
        "additionalInfo": "The project offers an attractive rate of return on investment, starting from 9%. Expected delivery by mid-2025.",
        "paymentPlan": "Flexible payment plan available with 20% down and balance over 15 years. Enjoy low interest rates and customizable payment schedules to suit your needs."
    }
]